/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Redireccionamiento de carpeta";
"MCXRedirector.pfm_description" =			"Crea y elimina enlaces simbólicos de las carpetas de inicio del usuario a otras carpetas. El usuario debe tener los privilegios suficientes para acceder a la carpeta de destino.";

"LoginRedirection-raw.pfm_title" =			"Redireccionamientos de inicio de sesión";
"LoginRedirection-raw.pfm_description" =			"Redireccionamiento realizado al inicio de sesión de usuario";
"OtherRedirection-raw.pfm_title" =			"Otros redireccionamientos";
"OtherRedirection-raw.pfm_description" =			"Redireccionamientos realizados durante las transiciones de red y siempre cuando haya preferencias gestionadas.";
"LogoutRedirection-raw.pfm_title" =			"Redireccionamentos al cerrar la sesión";
"LogoutRedirection-raw.pfm_description" =			"Redireccionamentos realizados al cerrar la sesión de usuario.";

"ActionInfo.pfm_title" =			"Acción de redireccionamiento";
"ActionInfo.pfm_description" =			"Una acción de redireccionamiento.";

"action.pfm_title" =			"Acción";
"action.pfm_description" =			"La acción realizada. Use la opción “deleteAndCreateSymLink” para eliminar un ítem en “Folder Path” y crear un enlace simbólico a “Destination Folder Path.”  Use “renameAndCreateSymLink” para renombrar un ítem en “Folder Path” y luego crear un enlace simbólico a “Destination Folder Path.”  Use “deletePath” para eliminar un ítem en “Folder Path”. Use “deleteSymLinkAndRestore” para eliminar un enlace simbólico en “Folder Path” y mover una carpeta creada por “renameAndCreateSymLink” a “Folder Path.”";
"path.pfm_title" =			"Ruta de la carpeta";
"path.pfm_description" =			"La ruta de la carpeta donde se actuará y donde se colocará un enlace simbólico. La ruta debe estar en la carpeta de inicio del usuario. Empiece la ruta con“~/”.";
"destPath.pfm_title" =			"Ruta de la carpeta de destino";
"destPath.pfm_description" =			"Ruta de carpeta de destino para un enlace simbólico. Use “~” para especificar una ruta en la carpeta de inicio del usuario actual. Use “%@” para especificar el nombre del usuario actual.";
